package baza.arerere.bazadatabaza;

public class Utils {
    public static final String BAZA_1_TTILE = "Шале Тургояк";
    public static final String BAZA_1_DESCRIPTION = "Гостевой дом \"Шале Тургояк\" располагается в одноименном поселке в Челябинской области. В распоряжении гостей живописный сад, лаундж, библиотека. На всей территории доступен бесплатный скоростной интернет. Для автомобилей предусмотрена парковка на месте.\n" +
            "\n" +
            "Номера выполнены в единой цветовой гамме в охотничьем стиле. Везде установлена удобная мебель, жк-телевизоры, доступно кабельное телевидение. Собственная ванная комната оснащена феном и сантехническим оборудованием. Из окон открывается красивый вид на местность. В доме есть общая гостевая зона с камином и диванным уголком.\n" +
            "\n" +
            "На просторной кухне есть вся современная бытовая техника. Постояльцы смогут приготовить любимые блюда самостоятельно, а на внутреннем дворе возможно пожарить мясо и овощи на мангале.\n" +
            "\n" +
            "В любое время года каждому отдыхающему найдется занятие по душе: пешие прогулки, рыбная ловля, лыжный спорт, велоспорт, пляж. Сотрудниками по запросу организуется трансфер.\n" +
            "\n" +
            "Ближайший населенный пункт Миасс располагается в 20 минутах пути, добраться можно как на личном автомобиле, так и на общественном транспорте.";
    public static final String BAZA_1_PRICE = "7500";
    public static final String BAZA_1_DISTANCE = "140 км";
    public static final String BAZA_1_LAKE = "Тургояк";

    public static final String BAZA_2_TTILE = "Медвежье";
    public static final String BAZA_2_DESCRIPTION = "База отдыха \"Медвежье\" располагается в городе Миасс. Здесь туристов ждет комфортный отдых и качественное обслуживание. В числе удобств бесплатная парковка для транспорта, сад, терраса для загара. За дополнительную плату можно заказать трансфер. Сотрудники круглосуточной стойки регистрации помогут разместиться и ответят на интересующие вопросы. \n" +
            "\n" +
            "Летом здесь можно арендовать велосипеды, сходить на пляж. Зимой сюда приезжают, чтобы покататься на лыжах. Собраться компанией можно в уютных беседках с необходимой садовой мебелью, рядом установлен мангал. Для маленьких постояльцев обустроена просторная игровая площадка с качелями, песочницей, горками и домиками. \n" +
            "\n" +
            "После насыщенного дня гости могут расслабиться в русской бане. Помещение выполнено из натурального дерева, оснащено парной, комнатой отдыха и небольшой кухней.\n" +
            "\n" +
            "Для размещения предлагаются коттеджи различной категории и вместимости. Все дома укомплектованы удобными кроватями, функциональной мебелью и современной техникой. Собственный санузел оснащен качественной сантехникой. \n" +
            "\n" +
            "В кафе есть общая кухня, оборудованная бытовой техникой и посудой. Также можно воспользоваться услугами профессионального повара. \n" +
            "\n" +
            "До центра города на автомобиле можно добраться за 15-20 минут. Расстояние до аэропорта Челябинск составит около 150 километров. ";
    public static final String BAZA_2_PRICE = "2500";
    public static final String BAZA_2_DISTANCE = "140 км";
    public static final String BAZA_2_LAKE = "Тургояк";

    public static final String BAZA_3_TTILE = "Крендельки";
    public static final String BAZA_3_DESCRIPTION = "Третья база";
    public static final String BAZA_3_PRICE = "1000";
    public static final String BAZA_3_DISTANCE = "15 км";
    public static final String BAZA_3_LAKE = "Смолино";

    public static final String BAZA_4_TTILE = "Коржики";
    public static final String BAZA_4_DESCRIPTION = "Четвёртая база";
    public static final String BAZA_4_PRICE = "2000";
    public static final String BAZA_4_DISTANCE = "80 км";

    public static final String BAZA_5_TTILE = "Бухлишкино";
    public static final String BAZA_5_DESCRIPTION = "Пятая база";
    public static final String BAZA_5_PRICE = "2000";
    public static final String BAZA_5_DISTANCE = "5 км";
}
